*** PDF Annotations: [[notes:Voit2011][Voit2011-notes.pdf]]
:PROPERTIES:
:CREATED: <2012-03-19 Mon 20:36>
:ID: Voit2011-notes
:END:

#+begin_src sh :results output
${HOME}/bin/vkextract_annotations_to_orgmode_snippet.sh Voit2011
#+end_src

#+RESULTS:
#+begin_example
---- HIGHLIGHTS: ---
navigation through folder hierarchies is
still the dominant mode of information access
strict hierarchy of folders
This paper describes TagTree, a new concept for storing and retrieving
files and folders using tagging and automatically maintained
navigational hierarchies.
compatible with all currently prevalent
software
implementation called tagstore
provides a flexible framework for experimentation and a testbed for both
usability studies and longer term field tests.
[...]
#+end_example

Annotations:
#+begin_example
---- Annotations: ---
this paper seems relevant to me
the authors seem to have achieved clever system integration
#+end_example
